[Strings]
;main form
ButtonLeaveGame=离开游戏
ButtonNewGame=创建游戏
LabelColor=颜色
ra-LabelCountry=国家
td-LabelCountry=家族
LabelGameSpeed=游戏速度
LabelMap=地图
LabelCredits=资金
LabelUnitCount=初始部队
LabelTechLevel=科技级别
LabelAIPlayers=AI玩家
LabelAIDifficulty=AI难度
ItemAIDifficultyEasy=简单
ItemAIDifficultyNormal=中等
ItemAIDifficultyHard=困难
ButtonImReady=准备
ButtonLaunchGame=开始游戏
ra-LabelBases=基地
td-LabelBases=基地
ts-LabelBases=基地
ra-LabelOreRegenerate=矿石再生
td-LabelOreRegenerate=矿石再生
ra-LabelCrates=补给箱
td-LabelCrates=补给箱
ts-LabelCrates=补给箱
ra-LabelCaptureTheFlag=夺旗模式
ra-LabelShroudRegrows=战争迷雾重建
td-LabelShroudRegrows=夺旗模式
ra-LabelSlowUnitBuild=部队产速变慢
td-LabelSlowUnitBuild=基地重新部署
ra-LabelAftermathGame=劫后余生资料片
ButtonSupport=关于
ButtonImAway=状态:在线
ButtonImBack=状态:离开
ButtonMainChannel=主界面
ButtonGameChannel=游戏界面
ButtonIgnore=屏蔽
ra-LabelStartingLocation=出生点
td-LabelStartingLocation=出生点
ts-LabelStartingLocation=出生点
LabelTeam=队伍
LabelPlayers=玩家
ButtonSettings=设置
ButtonJoinGame=加入游戏
ra-LabelRandomSpawns=随机出生点
LabelMCVUndeploy=基地重新部署
ra-LabelFixFormationExploit=部队移速修正
ra-LabelAllowAIAlliances=允许AI结盟
ra-LabelAllyReveal=共享视野
LabelBuildOffAlly=盟友基地旁建造
ra-LabelAftermathFastBuild=禁止建设速度叠加
ra-LabelEnableParabombs=空袭
ra-LabelFixMagicBuild=建筑辅助
ra-LabelFixRangeExploit=射程BUG修正
ButtonBan=禁止
ra-CountryRussia=苏俄
td-CountryRussia=GDI
ra-CountryEngland=英国
td-CountryEngland=Nod
ra-CountryUkraine=乌克兰
CountryGermany=德国
CountryFrance=法国
CountryTurkey=土耳其
CountrySpain=西班牙
CountryGreece=希腊
ra-ColorYellow=黄色
td-ColorYellow=黄色
ra-ColorBlue=蓝色
td-ColorBlue=红色
ra-ColorRed=红色
td-ColorRed=蓝绿色
ra-ColorGreen=绿色
td-ColorGreen=橘黄色
ra-ColorOrange=橘黄色
td-ColorOrange=绿色
ra-ColorGrey=灰色
td-ColorGrey=灰色
ra-ColorTeal=蓝绿色
ra-ColorBrown=棕色
Caption=CnCNet 5 中文版
;login dialog
LoginLabelNickname=用户名
LoginLabelPassword=密码
LoginLabelServer=服务器
LoginButtonLogin=登录
LoginButtonCancel=取消
LoginCaption=登录
;new game dialog
NewGameButtonCreate=创建
NewGameButtonCancel=取消
NewGameLabelMaxPlayers=最大玩家数量
NewGameCheckBoxPrivate=私人游戏
NewGameLabelPassword=密码
NewGameCheckBoxInvite=只是邀请
NewGameCheckBoxLadder=定级游戏
NewGameCaption=新游戏
;join game dialog (password required)
JoinGameButtonCancel=取消
JoinGameButtonJoin=加入
JoinGameLabelPassword=密码
JoinGameLabelChosenGameIsPrivate=本房间已加密
JoinGameCaption=需要密码
;settings dialog
SettingsButtonCancel=取消
SettingsButtonOK=确定
SettingsLabelFontSettings=字体设置
SettingsButtonChatFont=聊天室
SettingsButtonSettingsFont=设置
SettingsButtonButtonFont=按钮
SettingsLabelTheme=主题
SettingsButtonDefaultTheme=默认
SettingsButtonSimpleTheme=简约
SettingsButtonInvertedTheme=透明
SettingsLabelGameSettings=游戏设置
ra-SettingsButtonGameSettings=设定
td-SettingsButtonGameSettings=设定
ts-SettingsButtonGameSettings=设定
SettingsLabelSounds=声音
SettingsLabelLanguage=语言
SettingsCaption=设置
;error messages and random gui strings
StringErrorCaption=错误
StringErrorThreadException=未知错误，请报告给FunkyFr3sh.
StringErrorUnhandledException=未知错误，请报告给FunkyFr3sh.
StringErrorNotConnected=错误: 未连接
StringErrorIgnore=错误: 不能禁止自己发言。
StringErrorIgnore2=错误: 请选择一个玩家
StringIgnoreAdded={0} 已加入屏蔽列表
StringIgnoreRemove={0} 已移出屏蔽列表
StringConnectString=连接中... (大约一分钟)
StringErrorConnectionLost=连接失败 - 重连中...
StringErrorGameAlreadyStarted=错误，游戏已经开始，无法加入
StringNewGameFormed={0} 创建了新游戏
StringErrorClientVersion=错误:版本不兼容！
StringErrorClientVersion2=你的版本: {0}, {1}的版本: {2}
StringErrorClientVersion3=版本:
StringErrorRulesIni=错误: rules.ini(spawn.xdp) / Aftrmath.ini(spawnam.xdp) 不兼容!
StringErrorGameFiles=错误: 游戏文件不兼容({0})
StringPlayerIsReady={0} 已准备
StringJoinedTheLobby={0} 加入了游戏
StringErrorGameIsFull=错误: 房间已满。
StringErrorInviteOnly=错误: 无法加入，只能被邀请。
StringErrorBanned=错误: 你已被房主禁止加入该游戏。
StringStringKicked={0} 踢出了 {1}
StringStringBanned={0} 禁止了 {1}
StringStringIsAway={0} 已离开
StringErrorGameFilesNotFound=错误:找不到文件。
StringStringInGameWith=游戏中 玩家:
StringErrorPleaseSelectGame=错误:请选择一个游戏。
StringPlayersInGame=游戏中玩家: {0}
StringStringGame=游戏
StringPrivateMessage=私聊
StringPrivateMessageTo=私信
;####STRING TABLE UPDATE 1####
;error messages and random gui strings
StringLeftTheLobby={0} 离开了游戏
StringRedAlert1=红色警戒1
StringTiberianDawn=泰伯利亚的黎明
StringDune2000=沙丘 2000
StringTiberianSun=泰伯利亚之日
StringNotAvailable=N/A
StringIdle=Idle: {0}
StringOnlineSince=上线时间: {0}
StringIsNotOnline={0} 不在线
StringNicknameContainsInvalidChars='{0}' 不可用，自动更名为: {1}
StringIsNowKnownAs={0} 更名为 {1}
StringErrorFailedToOpenFile=无法打开 '{0}'
StringClientMustRestart=客户端必须重启使设定生效！
StringRestartNeeded=需要重启
StringGameVersionIsOutdated=游戏版本需要更新！
StringPleaseUpdateTiberianDawn=请升级到 106c r3...
StringDownloadThePatchNow=你要立即下载更新补丁吗？
StringGameDuration=游戏持续: {0}
StringGameStartTime=开始时间: {0}
Strings_Game={0}的游戏
StringPleaseEnterANickname=请输入昵称！
StringNoIPV4Found=没有找到本机ipv4地址，不能通过LAN游戏。
StringFailedToExtract7zip=解压失败。
StringFailedToCreateArchive=无法创建存档 '{0}'. 指定的源文件不存在!
StringPortIsInUseByOtherProgram=警告! 8054 UDP端口正在被其它程序使用,游戏仍在运行? 请完全退出程序后再试。
StringPortInUse=应用端口
StringChecksumGeneratorError=请关闭以下设置: 系统加密: 使用FIPS算法加密。
StringCantLoadMap=Map '{0}' 无法载入，请确认文件名无误!
StringSpectator=旁观者
StringReallyWantToViewWebsite=要打开以下站点吗？
StringViewWebsite=打开网页?
StringConnectionQuality=连接速度
StringPing=连入
StringTime=时间:
StringUploadFailed=上传失败, 现状描述:
StringGameFilesModified=检测到文件被更改，程序将重启以恢复原文件!
StringDownloading=下载中...
StringDownloadFailed=下载失败
StringDownloadCancelled=已取消下载
StringDownloadCompleted=下载完成
StringExtracting=解压中
StringPleaseEnterPackageName=请输入程序包名称。
StringClientRestartReset=软件将自检并重启！
StringFileDoesNotExist=文件 '{0}' 不存在
StringPleaseEnterFileName=请输入一个文件名!
StringPleaseEnterHostname=请输入一个主机名! 举例: '/ping google.com'
StringUnknownCommand=无法识别的命令
StringPleaseEnterAMessage=请输入消息! 举例: '/me knows how to use the action command'
StringNeedAtLeast2Players=玩家数量不足！
StringGameStillRunning=警告! 红色警戒已在运行,完全关闭以继续游戏!
StringPleaseSelectAColor=请选择一个颜色
StringPleaseSelectAMap=错误: 请选择地图
StringGameRoomIsClosed=游戏室已经锁定，在昵称前单击以取消锁定。
StringReallyWantToPlayAlone=单独游戏吗 ? (无电脑AI?)
StringForeverAlone=单人?
StringCannotJoinMultipleGames=你不能同时加入多个游戏!
StringCannotJoinSameLAN=无法加入,你们不在同一个网络!
StringP2PToRoomFailed=与 '{0}' 的快速连接失败, 请确认路由器已打开8054 UDP端口。
StringP2PHostMightBeProblem=问题原因：可能房主 '{0}' 未打开端口.
StringJoinGamesWithoutBolt=如果不想打开端口，请通过普通连接进行游戏（无闪电图标）。
StringViewATurorial=观看教程?
StringAdd=添加
StringReallyWantToExit=你要退出吗？
StringExit=退出
;settings dialog
SettingsLabelChatHistoryGB=聊天记录 (最大行数)
SettingsLabelNoTeslaZapEffectDelay=无特斯拉电击效果延迟
SettingsLabelNoScreenShake=禁用屏幕抖动
SettingsLabelSoundLogin=登录
SettingsLabelSoundButton=按钮
SettingsLabelSoundCalled=取消
SettingsLabelSoundChat=聊天
SettingsLabelSoundConnected=已连接
SettingsLabelSoundDisconnect=已断开
SettingsLabelSoundEnter=进入
SettingsLabelSoundError=错误
SettingsLabelSoundGame=新游戏
SettingsLabelSoundJoin=加入
SettingsLabelSoundJoinGame=加入游戏
SettingsLabelSoundKick=踢出
SettingsLabelSoundPart=离开
SettingsLabelSoundPrivate=私人信息
SettingsLabelSoundTyping=输入
SettingsLabelAddOn=音效
SettingsLabelAnnouncementsGB=提示:
SettingsLabelMoreOptionsGB=更多...
SettingsLabelLanguageFilter=聊天信息过滤
SettingsLabelShowScoreScreen=显示分数界面
SettingsLabelColoredChat=聊天文字颜色
SettingsLabelSaveChatHistory=保存聊天记录
SettingsLabelInGamePager=游戏时连接外部聊天
SettingsLabelSendErrorReports=发送错误报告
;score screen dialog
ScoreViewDetailsButton=查看详细
ScoreLabelSide=国家
ScoreLabelColor=颜色
ScoreLabelCredits=资金
ScoreLabelMoneyHarvested=收获金钱
ScoreLabelQuitState=游戏结果
ScoreLabelCratesCollected=收集补给箱
ScoreLabelVehiclesKilled=摧毁车辆
ScoreLabelInfantryKilled=摧毁步兵
ScoreLabelPlanesKilled=摧毁飞机
ScoreLabelBuildingsKilled=摧毁建筑
ScoreLabelVesselsKilled=摧毁船只
ScoreLabelVehiclesLeft=剩余车辆
ScoreLabelInfantryLeft=剩余步兵
ScoreLabelPlanesLeft=剩余飞机
ScoreLabelBuildingsLeft=剩余建筑
ScoreLabelVesselsLeft=剩余船只
ScoreLabelVehiclesOwned=拥有车辆
ScoreLabelInfantryOwned=拥有步兵
ScoreLabelPlanesOwned=拥有飞机
ScoreLabelBuildingsOwned=拥有建筑
ScoreLabelVesselsOwned=拥有船只
ScoreLabelBuildingsCaptured=占领建筑
ScoreLabelGameEnd=游戏结束
ScoreLabelAbort=放弃
ScoreDoNotShowAgainCheckBox=不再显示此对话框
;new game dialog
NewGameLabelRoomNameLabel=游戏室名称
NewGameLabelConnectionTypeGB=连接方式
NewGameLabelPeerToPeer=对等网络
NewGameLabelTunneled=多人通道
NewGameLabelHostServerLinkLabel=使用自己的服务器
;peer-to-peer test dialog
P2PCaption=正在测试点对点连接...
;login dialog
LoginLabelOnlineRadioButton=联网对战
LoginLabelLANRadioButton=局域网
LoginLabelSkirmishRadioButton=单人练习
;lan ip dialog
LANIPCaption=局域网 IP
LANIPLabelSelectLANIPLabel=请选择一个局域网 IP
;choose game dialog
ChooseGameCaption=选择游戏
;about dialog
AboutDialogCaption=关于 {0}
;main form
LabelMapSearchLabel=搜索
ra-LabelForcedAlliances=锁定组队
ra-LabelTechCenterBugFix=科技级别修正
ra-LabelSouthAdvantageFix=南侧优势平衡修正
ra-LabelShortGame=快速游戏
;You can use your own text for the tooltips, the english ones arent really good yet!
ToolTipGameSpeedLabel=游戏速度设定, 1=最慢 7=最快.
ToolTipMapSearchLabel=地图搜索，关键字举例:@Aftermath .. shows all aftermath maps@couterstrike .. shows all counterstrike maps@CoOp .. shows all Co-Operation maps@standard .. shows all standard maps@custom .. shows all custom maps@most played .. shows the most played online maps@4 player ... shows all 4 player maps@snow ... shows all snow theater maps@126x126 ... shows all mega maps with the size of 126x126@etc etc...
ToolTipStartingLocationLabel=初始位置 (地图序号).
ToolTipTeamLabel=可以在游戏开始前进行联合.
ToolTipSlowUnitBuild=增加部队的建造时间 (避免快速袭击).
ToolTipRandomSpawns=强制打乱初始位置, "开始:" 游戏初始位置地形将被忽略.
ToolTipMCVundeploy=主基地可回收为MCV（移动后再次展开）.
ToolTipFormationExploit=跟随最慢单位移动速度.
ToolTipAIalliances=允许和电脑AI结盟.
ToolTipAllyReveal=与盟友共享视野.
ToolTipBuildOffAlly=允许盟友建筑旁建造.
ToolTipAftermathFastBuild=选中后建造速度不会随@生产设备增多而加快(比如： 多于两个兵营).
ToolTipParabombs=允许空投炸弹(已有机场).
ToolTipMagicBuild=当选择一个地点建设，白色长方形@表示允许在此处建造，如果是红色@则不能建造。
ToolTipRangeExploit=修复游戏中炮手的射程BUG.
ToolTipForcedAlliances=游戏中禁止"A"按键.
ToolTipTechCenterBugFix=当提供科技的建筑被摧毁，@玩家会丢失这些科技级别。
ToolTipSouthAdvantageFix=南侧优势平衡修正
ToolTipShortGame=所有建筑被摧毁时立即结束游戏（不需要摧毁所有部队）。
;####STRING TABLE UPDATE 2####
ts-LabelOreRegenerate=允许联盟
ts-LabelCaptureTheFlag=矿车不参与战斗
ts-LabelShroudRegrows=战争迷雾
ts-LabelSlowUnitBuild=桥梁可摧毁
ts-LabelAftermathGame=火线风暴资料片
ts-GameOption10=快速游戏
ts-LabelAllowAIAlliances=允许与AI结盟
ts-ColorYellow=金色
ts-ColorBlue=红色
ts-ColorRed=蓝色
ts-ColorGreen=绿色
ts-ColorOrange=橘黄色
ts-ColorGrey=天蓝色
ts-ColorTeal=紫色
ts-ColorBrown=粉色
ts-CountryRussia=GDI
ts-CountryEngland=Nod
ts-LabelCountry=国家
ts-LabelRandomSpawns=随机出生点
d2-CountryRussia=亚崔迪
d2-CountryEngland=哈肯尼
d2-CountryUkraine=奥图斯
d2-ColorYellow=蓝色
d2-ColorBlue=红色
d2-ColorRed=蓝绿色
d2-ColorGreen=紫色
d2-ColorOrange=灰色
d2-ColorGrey=棕色
d2-ColorTeal=金色
d2-ColorBrown=浅棕色
d2-LabelCountry=家族
d2-LabelBases=补给箱
d2-LabelOreRegenerate=沙虫
d2-LabelCrates=禁止工程师
d2-LabelCaptureTheFlag=禁止建造炮台
d2-LabelStartingLocation=操作难度
td-LabelCaptureTheFlag=独立机场
;####STRING TABLE UPDATE 3####
LadderLoginButton=官网认证登录
LoginLabelUsername=账号名
LoginLabelNoAccountYet=没有账号? 现在注册! 
StringVoiceChat=语音功能
StringAddToFavs=添加到收藏
StringRemoveFav=取消收藏
StringCategory=地图类型
LabelLowerFrameSendRate=降帧(避免延迟)
ToolTipLowerFrameSendRate=此选项用于玩家网络(上传/下载速度)较慢情况。@2vs2游戏中网络流量大约25kb/s,启用此选项时，流量将减半(12kb/s)。@补充:此项可能导致微小延迟但不影响整体游戏速度@多用于网速不稳定情况.
NewGameLabelSelfHosted=自机建服
NewGameLabelMaxDistance=最大距离
StringAddToFavs=添加到收藏
StringRemoveFav=取消收藏
StringVoiceChat=语音功能
StringAddOnIsNotInstalled='{0}'插件未安装，是否安装此功能?
StringDownloadAddOn=下载插件?
StringFileProgress=当前文件进度
StringTotalProgress=总进度
StringUpdate=更新
StringCheckingForUpdates=检查更新...
StringUpdateFailedCheckFirewall=更新失败... 请检查网络、杀毒软件及防火墙设置!
StringFailedToExtractArchiveFileNotExists=解压存档失败 '{0}'.源文件不存在!
StringFailedToExtractArchiveErrorCode=解压存档失败 '{0}'. 错误代码: {1}.
StringFailedToCreateArchiveErrorCode=创建存档失败 '{0}'. 错误代码: {1}.
StringFileAccessDeniedError=请检查网络、杀毒软件及防火墙设置，并关闭可能正在访问游戏文件的程序后重试!
StringAllMaps=所有地图
StringMapAddedToFavs=地图已加入收藏列表
StringRemovedFromFavs=地图已从收藏列表移除
StringCopy=复制
StringCut=剪切
StringPaste=粘贴
StringSelectAll=选择所有
StringUndo=撤销
StringDelete=删除
StringFullMapPreviewGenerator=全地图预览
StringOtherNames=其他名字:
StringAvailableCommands=可用命令:
StringErrorCannotSendToChannel=不能发送信息! (ID被禁止?)
StringUsefulInformation=常用信息
StringMapDownloadFailed=无法加载地图，点击“准备”重试，或告知房主更换地图。
StringWarningZoomEnabled=警告! Windows已启用自定义缩放比例显示设置, 部分内容可能无法显示... (丢失按钮/文字等...). 如遇此问题，请使用默认缩放比例(100%) - http://www.sevenforums.com/tutorials/443-dpi-display-size-settings-change.html
StringTesting=测试中 {0} ...
StringFastGamesNotPossible=距离游戏服务器较远，ping值过高，可能无法避免网络延迟...
StringFailedToJoinFastGame=无法加入... 对方限制了最高网络延迟，你与游戏服务器ping值过高.
StringWantToUploadCrashDump=游戏异常终止. 是否提供错误日志给 CnCNet 开发者以便修复此问题?
StringCrashDumpUploaded=日志已提交，谢谢!
StringTunnelIsDown=服务器没有响应... 将随机选择另一服务器进行游戏.
StringMapCheats=反外挂?!
StringWarningPossibleCheats=-警告- 此地图无反外挂检测! 继续使用?
StringWarning=-警告-
StringCnCNetIsAlreadyRunning=CnCNet5 已经运行，无需重复登录...
StringHelpCommands=键入 '/help' 可查看所有大厅功能命令.
StringChannelUnavailable=聊天功能暂时不可用 (+j). 请稍后重试.
StringInstallHotfix=程序出现错误,microsoft重要更新可能未安装, 现在是否下载? (NDP20SP2-KB975954-x86.exe - 6.12 MB)
StringNoResponseFromServer=* 服务器没有响应 ({0})...
StringNoResponseFromServer2=* 请等待1-2分钟,正在尝试备用服务器.
StringContinueWithOldVersion=警告,使用旧版本可能无法进行游戏 (文件不同步)! 是否继续使用旧版本?
StringUpdateFailedCaption=更新失败
StringNoCDpatchWarning=警告, 在线游戏需要免CD补丁... 请从CD复制文件'main.mix'到硬盘文件夹. 是否现在启用免CD补丁?
StringYouHaveBeenKicked=你被{0} - ({1})踢出房间
StringConnectingToTunnel=* 正在连接服务器，请稍后...
StringAutoAway=自动-离开
StringWarningPrivateLimitReached=* 警告, 私聊窗口数达到上限. ({0})
StringLinuxMouseWheelError=* Error (Wine/Linux): 请确保 winetricks GdiPlus 已经正确安装。如果错误仍然存在，请通过 winetricks 尝试安装一个不同的 .NET 2.0 版本（Plain，SP1， SP2）.
StringD2kOldHighResPatch=发现旧版本Dune2000使用的高分辨率补丁(在线游戏已无法使用)... 是否现在更新新版本程序?
StringRATutorials=查看向导: https://www.youtube.com/watch?v=yNxJhL8kM3w&list=PLXk2ncRN1Z5JUmHA1oqFFA6VdSEb7P3Zx
StringChatNotAvailable=聊天功能暂时不可用，请稍后重试.
StringBothPortClosed=端口已关闭，无法创建P2P游戏... 是否打开端口转发向导?
StringDefaultWindowCaption=CnCNet 中文版
StringBothPortsOpen=端口已经开启! 现在可以创建P2P或PC自主建服的游戏!
StringGamePortOpen=端口 {0} 已经开启!可以进行P2P连接游戏. 端口 {1} 已关闭, PC无法自主建服.
StringTunnelPortOpen=端口 {0} 已经开启! PC可以自主建服. 端口 {1} 已关闭, 无法创建P2P游戏.
StringTestingPorts=正在测试端口, 请稍后...
StringFailedToUseSelfHosted=无法开启自主建服, 将使用隧道服务器...
StringWarningSlowGame=警告: 该连接模式下网速较慢，如有延迟可使用对等网络连接方式...
StringWaitingForPlayers=等待连接: {0} ... 请稍后重试.
StringFirewallBlockedTest=网络测试失败... 请确保CnCNet不被软件或防火墙阻止连接.
StringFailedToConnectTo=连接失败: {0} ... 请尝试另一游戏房间.
StringP2PSettingsUpdated=您的设置已经更新, 程序将重启以开启可用功能. 是否现在重启?
StringTestStillRunning=网络测试正在运行中, 请稍后重试.
StringFailedToConnectToPartMessage=连接失败: {0}
StringWrongPassAcc=用户名/密码错误或已被使用. 是否匿名登录?
StringLadderGameJoin=该房间为定级游戏,必须使用CnCNet账户登录.现在注册?
StringLadderGameCreate=必须使用CnCNet账户登录才能创建定级游戏. 现在注册?
StringNoResponse=服务器没有响应... 是否匿名登录?
StringRankTooHigh=你的级别过高, 无法加入此游戏.
StringRankTooLow=房主游戏等级较高, 是否确定加入?
StringFailedToConnectToLadderServer=无法连接到计分服务器.
StringCloseAllGamesOrReboot=查看任务管理器，确保游戏进程未在后台运行，或重启电脑...
StringMumbleUpdateAvailable=检测到可用语音插件更新, 是否下载?
StringMumbleNonWindows=语音插件无法自动安装到系统,请访问 www.mumble.info 下载安装. (提示: 服务器地址为 'mumble.cncnet.org' 密码是 'cncnet'
StringWarning=-警告-
StringMapCheats=作弊?!
StringNoCheatsShort=-无作弊-
ScoreExportButton=导出
ButtonFriendList=添加/删除 好友
ButtonWhois=玩家信息
StringScoreHandicap=难度
StringScoreFinishingPlace=玩家次序
StringScoreBuildingsLost=丢失建筑
StringScoreUnitsKilled=击杀单位
StringScoreUnitsLost=损失单位
StringScoreBuildingsOwned=拥有建筑
StringScoreInfantryOwned=拥有步兵
StringScoreHeavyVehiclesOwned=拥有重工单位
StringScoreLightVehiclesOwned=拥有轻工单位
StringScoreAirUnitsOwned=拥有空中单位
StringScoreInfantryProdEfficiency=兵营生产效率
StringScoreHeavyVehiclesProdEfficiency=重工生产效率
StringScoreLightVehiclesProdEfficiency=轻工生产效率
StringScoreTotalProdEfficiency=总生产效率
StringScoreOwned=拥有     
StringAddedToFriendlist={0} 已添加到好友列表
StringRemovedFromFriendlist={0} 已从好友列表移除
StringHelpPing=/ping <域名或IP地址> - (e.g. /ping google.com)
StringHelpIps=/ips - (显示本地IP)
StringHelpGips=/gips - (显示网关IP)
StringHelpScore=/score - (显示分数界面)
StringHelpRestart=/restart - (重启大厅)
StringHelpRun=/run <文件名> - (e.g. /run ddraw.ini)
StringHelpView=/view <文件名> - (e.g. /view redalert.ini)
StringHelpQuit=/quit - (关闭大厅)
StringHelpExit=/exit - (关闭大厅)
StringHelpClear=/clear - (清屏)
StringHelpReset=/reset - (重置所有文件及更新)
StringHelpTunnel=/tunnel - (使用自己的PC作服务器)
StringHelpEdit=/edit - (打开RA地图编辑器)
StringHelpQuery=/query <昵称> - (打开私聊窗口)
StringHelpQ=/q <昵称> - (打开私聊窗口)
StringHelpMsg=/msg <昵称> <消息> - (发送信息)
StringHelpM=/m <昵称> <消息> - (发送信息)
StringHelpHash=/hash <文件名> - (获取文件信息)
StringHelpMe=/me - (动作命令, e.g. /me knows hidden commands)
StringHelpCpu=/cpu - (显示CPU占用)
StringHelpHints=/hints - (显示游戏帮助提示)
StringHelpStats=/stats - (显示游戏类型和在线人数)
StringHelpKick=/kick <昵称> - (踢出一名玩家)
StringHelpCheats=/cheats - (显示地图信息)
StringHelpPortTest=/porttest - (检测用于P2P/自机建服的端口)
StringHelpDoubleClickMap=双击地图预览查看全部
StringHelpRightClickMap=右键地图预览打开地图编辑器 - (Does not work for CnC95 and Dune2000 yet)
StringHelpDoubleClickNick=双击昵称打开对话窗口
StringHelpDoubleClickChatbox=双击聊天框查看所有聊天记录
StringHelpRightClickChatbox=右键聊天框复制所在整行文字 (静默复制)
StringHelpTab=按Tab键使用昵称名自动完成输入功能
StringHelpCtrlSpace=按CTRL+SPACE切换大厅主界面和房间
StringHelpCtrlEnter=按CTRL+ENTER加入游戏,准备或开始
StringHelpESC=按ESC关闭一个窗口,取消准备或退出房间
StringVerifiedMap=-无作弊- CnCNet官方认证无作弊地图
StringPossibleCheatsFound=-警告- 地图未获得反作弊认证
StringNoCheats=-无作弊- 地图已获得反作弊认证
StringModDescription={1} 的 {0} 值已由 {2} 修改至 {3}
StringModDescription2=该地图包含 {0} {1}
StringModDescription3=该地图包含 {0} 处对派系 {1} 的改动
StringPossibleCheats=######## 可能作弊 ########
StringSafeMods=######## 安全MOD ########
c75f1305=地图信息
49ee3087=名称
89f37066=校验准确性
ac70412e=路径
ec53a8c4=状态
98b11600=首选项
27e43d95=始终置顶
b1c94ca2=所有对象
da78efd5=消息记录文本框
8ee70903=下载框
c264fa0f=分数界面
066ad4de=私聊窗口
b4d235c4=大厅
f014a6c6=发送房间创建消息
ae7e1c1c=启用UPnP
605860c9=加载国旗图标
8219447c=启用自动离开
4b0538ca=隐藏登录对话框
f64c1314=游戏时连接外部聊天
b9aca50a=音效
c21e784d=聊天框限制 (上限X)
b70d4fc0=私聊窗口数
a0b0293a=行数
3ba67aae=视图设置
abd809c9=背景图片
ed368be6=显示按钮边框
350273c8=使用自定义背景图片
6f795674=透明度
90589c47=自定义
f22e46f4=游戏配置
965e71c0=游戏通用设置
5c686e99=应用端口
ea70b5a4=旁观使用窗口模式
c0552707=检测分辨率
ba777abe=旁观时切换分辨率
31fde7b0=预览
475c80ec=按钮边框颜色
5ba14024=设置界面背景色
7a4151ab=布局面板背景色
291b3455=按钮背景色
c4ea0916=其它背景色
e7ff5a07=按钮文字颜色
ff00bf0a=聊天室字体颜色
d4433ba6=其它文字颜色
;####STRING TABLE UPDATE 4####
ts-LabelAllyReveal=防空导弹手动瞄准
ts-LabelAftermathFastBuild=共享控制
ts-LabelEnableParabombs=攻击中立单位
NewGameAutomatic=自动
ra-GameOption10=修复已知BUG
ra-LabelFixSuperTesla=超级特斯拉BUG修正
ra-LabelFixHeliBlocking=直升机坪阻挡BUG修正
td-LabelAftermathGame=开启平衡性补丁
